[
    {
        "id": "artwork-001",
        "name_cn": "蒙娜丽莎",
        "name_en": "Mona Lisa",
        "artist": "列奥纳多·达·芬奇",
        "year": "1503-1519",
        "style": "文艺复兴",
        "hall_id": "hall-001",
        "image_url": "https://example.com/images/mona-lisa.jpg",
        "description_professional": "《蒙娜丽莎》是意大利文艺复兴时期画家列奥纳多·达·芬奇的代表作，被誉为世界上最著名的画作之一。这幅作品以其神秘的微笑和精湛的晕染技法（Sfumato）闻名于世。达·芬奇运用了层层叠加的透明颜料，创造出柔和的光影过渡，使人物面部呈现出朦胧神秘的效果。画中女子的身份至今仍是艺术史上的谜团之一，最广泛接受的说法是她是佛罗伦萨商人弗朗切斯科·德尔·焦孔多的妻子丽莎·盖拉尔迪尼。这幅作品不仅展现了达·芬奇在人物肖像方面的卓越才华，更体现了文艺复兴时期对人文主义精神的追求。",
        "description_casual": "嗨，我是大名鼎鼎的蒙娜丽莎！达·芬奇画我的时候可纠结了，花了整整16年才画完，据说他对我的微笑特别满意，到哪儿都带着我。说实话，我自己也不知道在笑什么，有人说我在想心事，有人说我刚听了个笑话。达·芬奇的秘诀是一层一层薄薄地上颜料，所以我的表情看起来特别神秘。现在我住在卢浮宫，每天有好几万人来看我微笑，我已经习惯被围观了！"
    },
    {
        "id": "artwork-002",
        "name_cn": "星月夜",
        "name_en": "The Starry Night",
        "artist": "文森特·梵高",
        "year": "1889",
        "style": "后印象派",
        "hall_id": "hall-002",
        "image_url": "https://example.com/images/starry-night.jpg",
        "description_professional": "《星月夜》是荷兰后印象派画家文森特·梵高最著名的作品之一，创作于1889年6月，当时梵高正在法国圣雷米普罗旺斯的精神病院接受治疗。这幅作品以其独特的漩涡状笔触和鲜明的色彩对比著称，展现了梵高内心深处的情感波动。画面中，旋转的星云、明亮的月亮和璀璨的星星与宁静的村庄形成强烈对比，表达了艺术家对宇宙的敬畏和对生命的思考。梵高采用了大胆的蓝色和黄色，通过厚重的笔触和律动的线条，创造出一个既神秘又充满能量的夜空。这幅作品被视为表现主义艺术的先驱，对后世艺术发展产生了深远影响。",
        "description_casual": "大家好，我是那幅让无数人看了就走不动道的《星月夜》！梵高在精神病院里画的我，但别担心，他说那段时间反而看到了最美的星空。你看我这满天旋转的星星，像不像宇宙在跳舞？梵高用超粗的笔触一层层堆上去，所以我摸起来凹凸不平的（当然啦，你不能真的摸我）。蓝色配黄色是梵高的最爱，他觉得这两个颜色在一起特别有力量。现在我住在纽约现代艺术博物馆，每天都有人对着我发呆，大概在数我有多少颗星星吧！"
    },
    {
        "id": "artwork-003",
        "name_cn": "清明上河图",
        "name_en": "Along the River During the Qingming Festival",
        "artist": "张择端",
        "year": "北宋（约1085-1145）",
        "style": "中国工笔画",
        "hall_id": "hall-003",
        "image_url": "https://example.com/images/qingming.jpg",
        "description_professional": "《清明上河图》是北宋画家张择端的传世杰作，被誉为中国十大传世名画之首。这幅长卷以其宏大的叙事规模和精细的写实技法，生动描绘了北宋都城汴京（今开封）清明时节的繁华景象。全图长528厘米，高24.8厘米，共绘制了814人、28只船、60多匹牲畜、30多栋建筑，以及无数的车轿、店铺和商品。画作采用散点透视法，从城郊到城内逐步展开，展现了市井生活、商业贸易和民间习俗。画中人物神态各异，建筑结构精准，舟车往来有序，充分体现了北宋社会经济的繁荣和市民生活的丰富多彩。这幅作品不仅是艺术珍品，更是研究宋代社会历史的珍贵文献。",
        "description_casual": "嘿，我是中国最长的'照片'——《清明上河图》！别看我现在岁数大了，快一千岁了，但我记性可好着呢。张择端画我的时候，可是把整个汴京城都装进来了：茶馆里喝茶的老头、桥上挤成一团的人、河里差点撞上的船……一共画了八百多个人，每个人都在忙自己的事。最有意思的是那座虹桥，船要过的时候，桥上的人都在喊'小心啊'，你仔细看还能感受到那个紧张劲儿。我现在住在故宫博物院，偶尔出来见见客人，每次露面都能排长队，谁让我是国宝呢！"
    },
    {
        "id": "artwork-004",
        "name_cn": "呐喊",
        "name_en": "The Scream",
        "artist": "爱德华·蒙克",
        "year": "1893",
        "style": "表现主义",
        "hall_id": "hall-004",
        "image_url": "https://example.com/images/the-scream.jpg",
        "description_professional": "《呐喊》是挪威表现主义画家爱德华·蒙克的代表作，创作于1893年。这幅作品以其强烈的情感表达和独特的视觉语言，成为现代艺术史上最具标志性的图像之一。画面中，一个骷髅般的人物站在桥上，双手捧脸，张口发出无声的呐喊，背景是血红色的天空和波动的风景。蒙克通过扭曲的线条和强烈的色彩对比，表达了现代人内心深处的焦虑、恐惧和孤独感。艺术家本人描述创作灵感来自于某个傍晚散步时的体验：'我感到一声巨大的、无尽的呐喊穿过自然。'这幅作品深刻影响了后来的表现主义运动，被视为人类精神危机的象征性表达。",
        "description_casual": "啊——！别怕别怕，这就是我《呐喊》的打招呼方式！蒙克画我的时候，他正在一座桥上散步，突然觉得天空变成了血红色，整个世界都在尖叫。于是他就把这种感觉画了下来，没想到我成了表情包界的鼻祖。我的脸为什么像骷髅？因为蒙克想表达那种被恐惧掏空的感觉。背后那红通通的天空，有人说是火山喷发后的景象，也有人说是蒙克内心的焦虑。反正不管怎样，看到我的人都说'这表情太真实了，感觉就是周一早上的我'！"
    },
    {
        "id": "artwork-005",
        "name_cn": "大卫像",
        "name_en": "David",
        "artist": "米开朗基罗",
        "year": "1501-1504",
        "style": "文艺复兴",
        "hall_id": "hall-005",
        "image_url": "https://example.com/images/david.jpg",
        "description_professional": "《大卫像》是意大利文艺复兴时期雕塑家米开朗基罗的杰作，创作于1501年至1504年间。这尊高5.17米的大理石雕塑，描绘了圣经中年轻的大卫准备迎战巨人歌利亚的瞬间。米开朗基罗打破了传统表现大卫战胜巨人后的形象，而是选择了战斗前充满紧张与决心的时刻。雕塑展现了人体解剖学的完美理解：每一块肌肉的张力、血管的走向、手部和面部的细微表情都经过精心雕琢。大卫的目光坚定而警觉，右手握着投石器，整个身体呈现出即将行动的张力。这件作品被视为人文主义理想的完美体现，象征着人类理性和勇气对野蛮力量的胜利，是文艺复兴艺术成就的巅峰之作。",
        "description_casual": "嗨，我是大卫！对，就是那个只用弹弓就干掉巨人的少年英雄。米开朗基罗用了三年时间才把我从一块巨大的大理石里'解救'出来，他说雕塑本来就藏在石头里，他只是把多余的部分去掉。我有5米多高，站着的姿势其实是准备打架前的状态——你看我皱着眉头盯着前方，就是在找那个倒霉的巨人歌利亚呢。很多人来看我就盯着我的腹肌和手上的青筋，米开朗基罗确实把人体研究得太透彻了。现在我住在佛罗伦萨的学院美术馆，已经站了五百多年了，腿有点酸，但英雄就得有英雄的样子嘛！"
    }
]
